-- MySQL dump 10.13  Distrib 8.0.21, for Linux (x86_64)
--
-- Host: localhost    Database: example
-- ------------------------------------------------------
-- Server version	8.0.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `users` (
  `id` int NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL COMMENT 'Имя пользователя',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1001 DEFAULT CHARSET=utf8 COMMENT='Пользователи';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--
-- WHERE:  TRUE ORDER BY id DESC LIMIT 100

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1000,'Пользователь_1000'),(999,'Пользователь_999'),(998,'Пользователь_998'),(997,'Пользователь_997'),(996,'Пользователь_996'),(995,'Пользователь_995'),(994,'Пользователь_994'),(993,'Пользователь_993'),(992,'Пользователь_992'),(991,'Пользователь_991'),(990,'Пользователь_990'),(989,'Пользователь_989'),(988,'Пользователь_988'),(987,'Пользователь_987'),(986,'Пользователь_986'),(985,'Пользователь_985'),(984,'Пользователь_984'),(983,'Пользователь_983'),(982,'Пользователь_982'),(981,'Пользователь_981'),(980,'Пользователь_980'),(979,'Пользователь_979'),(978,'Пользователь_978'),(977,'Пользователь_977'),(976,'Пользователь_976'),(975,'Пользователь_975'),(974,'Пользователь_974'),(973,'Пользователь_973'),(972,'Пользователь_972'),(971,'Пользователь_971'),(970,'Пользователь_970'),(969,'Пользователь_969'),(968,'Пользователь_968'),(967,'Пользователь_967'),(966,'Пользователь_966'),(965,'Пользователь_965'),(964,'Пользователь_964'),(963,'Пользователь_963'),(962,'Пользователь_962'),(961,'Пользователь_961'),(960,'Пользователь_960'),(959,'Пользователь_959'),(958,'Пользователь_958'),(957,'Пользователь_957'),(956,'Пользователь_956'),(955,'Пользователь_955'),(954,'Пользователь_954'),(953,'Пользователь_953'),(952,'Пользователь_952'),(951,'Пользователь_951'),(950,'Пользователь_950'),(949,'Пользователь_949'),(948,'Пользователь_948'),(947,'Пользователь_947'),(946,'Пользователь_946'),(945,'Пользователь_945'),(944,'Пользователь_944'),(943,'Пользователь_943'),(942,'Пользователь_942'),(941,'Пользователь_941'),(940,'Пользователь_940'),(939,'Пользователь_939'),(938,'Пользователь_938'),(937,'Пользователь_937'),(936,'Пользователь_936'),(935,'Пользователь_935'),(934,'Пользователь_934'),(933,'Пользователь_933'),(932,'Пользователь_932'),(931,'Пользователь_931'),(930,'Пользователь_930'),(929,'Пользователь_929'),(928,'Пользователь_928'),(927,'Пользователь_927'),(926,'Пользователь_926'),(925,'Пользователь_925'),(924,'Пользователь_924'),(923,'Пользователь_923'),(922,'Пользователь_922'),(921,'Пользователь_921'),(920,'Пользователь_920'),(919,'Пользователь_919'),(918,'Пользователь_918'),(917,'Пользователь_917'),(916,'Пользователь_916'),(915,'Пользователь_915'),(914,'Пользователь_914'),(913,'Пользователь_913'),(912,'Пользователь_912'),(911,'Пользователь_911'),(910,'Пользователь_910'),(909,'Пользователь_909'),(908,'Пользователь_908'),(907,'Пользователь_907'),(906,'Пользователь_906'),(905,'Пользователь_905'),(904,'Пользователь_904'),(903,'Пользователь_903'),(902,'Пользователь_902'),(901,'Пользователь_901');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-10-12 12:48:23
